/* Error reason when a service with a known application is invoked but another user has the application open */
"Another user has the \\U201C%@\\U201D application open." = "Outro utilizador está a executar a aplicação “%@”.";

/* Recovery suggestion when a service is invoked but the application is already open under another account */
"Ask the other user to quit the \\U201C%@\\U201D application, and then try again." = "Peça ao outro utilizador que saia da aplicação “%@” e tente de novo.";

/* Recovery suggestion when a service with a known application is invoked but the application is not compatible with the computer */
"Contact the vendor of \\U201C%@\\U201D for an updated version." = "Contacte o fornecedor de “%@” para obter uma versão actualizada.";

/* Recovery suggestion when a service is invoked but the user does not have permission to run the application */
"Contact your administrator for assistance." = "Contacte o seu administrador para obter assistência.";

/* NSTextReadInapplicableDocumentTypeError */
"Err65806" = "Não foi possível abrir o ficheiro porque o formato especificado não é suportado.";

/* NSTextWriteInapplicableDocumentTypeError */
"Err66062" = "Não foi possível guardar o ficheiro porque o formato especificado não é suportado.";

/* A generic recovery suggestion displayed in an alert when an error occurs and there's no information about it. */
"No other information is available about the problem." = "Não existem mais informações acerca do problema.";

/* 'Show Application' recovery suggestion when a service request failed */
"Show Application" = "Mostrar aplicação";

/* 'Show Workflow' recovery suggestion when a workflow service request failed */
"Show Workflow" = "Mostrar processo";

/* Error description when some files cannot be duplicated (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Não foi possível duplicar alguns ficheiros devido a um erro genérico (OSStatus %d).";

/* Error description when some files cannot be duplicated (but others succeeded) because of a disk error. */
"Some files could not be duplicated because of a disk error." = "Não foi possível duplicar alguns ficheiros devido a um erro do disco.";

/* Error description when some files cannot be duplicated (but others succeeded) because the disk is full. */
"Some files could not be duplicated because the disk is full." = "Não foi possível duplicar alguns ficheiros porque o disco está cheio.";

/* Error description when some files cannot be duplicated (but others succeeded) because the volume is write protected. */
"Some files could not be duplicated because the volume is write protected." = "Não foi possível duplicar alguns ficheiros porque o volume está protegido.";

/* Error description when some files cannot be duplicated (but others succeeded) because they were not found. */
"Some files could not be duplicated because they were not found." = "Não foi possível duplicar alguns ficheiros porque não foi possível encontrá-los.";

/* Error description when some files cannot be duplicated (but others succeeded) without giving a reason. */
"Some files could not be duplicated." = "Não foi possível duplicar alguns ficheiros.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Não foi possível mover alguns ficheiros para o Lixo devido a um erro genérico (OSStatus %d).";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a disk error. */
"Some files could not be moved to the trash because of a disk error." = "Não foi possível mover alguns ficheiros para o Lixo devido a um erro do disco.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is full. */
"Some files could not be moved to the trash because the disk is full." = "Não foi possível mover alguns ficheiros para o Lixo porque o disco está cheio.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is write protected. */
"Some files could not be moved to the trash because the disk is write protected." = "Não foi possível mover alguns ficheiros para o Lixo porque o disco está protegido.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because they were not found. */
"Some files could not be moved to the trash because they were not found." = "Não foi possível mover alguns ficheiros para o Lixo porque não foi possível encontrá-los.";

/* Error description when some files cannot be moved to the trash (but others succeeded) without giving a reason. */
"Some files could not be moved to the trash." = "Não foi possível mover alguns ficheiros para o Lixo.";

/* Error reason when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D application could not be found." = "Não foi possível encontrar a aplicação “%@”.";

/* Error reason when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D application could not be opened." = "Não foi possível abrir a aplicação “%@”.";

/* Error reason when an application did not provide valid data */
"The \\U201C%@\\U201D application did not provide valid data." = "A aplicação “%@” não forneceu dados válidos.";

/* Error reason when an application did not respond to a request for services */
"The \\U201C%@\\U201D application did not respond to the request for services." = "A aplicação “%@” não respondeu ao pedido de serviços.";

/* Error reason when a service with a known application is invoked but the application is corrupt */
"The \\U201C%@\\U201D application is corrupt." = "A aplicação “%@” está danificada.";

/* Error reason when a service with a known application is invoked but the application is in the trash */
"The \\U201C%@\\U201D application is in the Trash." = "A aplicação “%@” está no Lixo.";

/* Error reason when a service with a known application is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D application is not compatible with your computer." = "A aplicação “%@” não é compatível com o seu computador.";

/* Error reason when a service with a known application is invoked but the application requires a newer version of Mac OS X */
"The \\U201C%@\\U201D application requires a newer version of Mac OS X." = "A aplicação “%@” requer uma versão mais recente do Mac OS X.";

/* Error description when a service is invoked but another user has the application open */
"The \\U201C%@\\U201D service could not be used because another user has the \\U201C%@\\U201D application open." = "Não foi possível utilizar o serviço “%1$@” porque outro utilizador tem aberta a aplicação “%2$@”.";

/* Error description when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be found." = "Não foi possível utilizar o serviço “%1$@” porque não foi encontrada a aplicação “%2$@”.";

/* Error description when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be opened." = "Não foi possível utilizar o serviço “%1$@” porque não foi possível abrir a aplicação “%2$@”.";

/* Error description when a service with a known application is invoked but the application did not provide valid data */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not provide valid data." = "Não foi possível utilizar o serviço “%1$@” porque a aplicação “%2$@” não forneceu dados válidos.";

/* Error description when a service with a known application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not respond to a request for services." = "Não foi possível utilizar o serviço “%1$@” porque a aplicação “%2$@” não respondeu a um pedido de serviços.";

/* Error description when a service is invoked but the application is corrupt */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is corrupt." = "Não foi possível utilizar o serviço “%1$@” porque a aplicação “%2$@” está danificada.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is in the Trash." = "Não foi possível utilizar o serviço “%1$@” porque a aplicação “%2$@” está no Lixo.";

/* Error description when a service is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is not compatible with your computer." = "Não foi possível utilizar o serviço “%1$@” porque a aplicação “%2$@” não é compatível com o computador.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application requires a newer version of Mac OS X." = "Não foi possível utilizar o serviço “%1$@” porque a aplicação “%2$@” requer uma versão mais recente do Mac OS X.";

/* Error description when a workflow service is invoked but the workflow could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow could not be found." = "Não foi possível utilizar o serviço “%1$@”, porque o processo “%2$@” não foi encontrado.";

/* Error description when a workflow service timed out */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not finish in time." = "Não foi possível utilizar o serviço “%1$@”, porque o processo “%2$@” não terminou a tempo.";

/* Error description when a workflow service did not provide valid data. */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not provide valid data." = "Não foi possível utilizar o serviço “%1$@” porque o processo “%2$@” não forneceu dados válidos.";

/* Error description when a service with an unknown application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the application could not be found." = "Não foi possível utilizar o serviço “%1$@” porque não foi encontrada a aplicação.";

/* Error description when a service with an unknown application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the application could not be opened." = "Não foi possível utilizar o serviço “%1$@” porque não foi possível abrir a aplicação.";

/* Error description when a service with an unknown application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the application did not respond to a request for services." = "Não foi possível utilizar o serviço “%1$@” porque a aplicação não respondeu a um pedido de serviços.";

/* Error description when a service with a known application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D application." = "Não foi possível utilizar o serviço “%1$@” porque ocorreu um problema ao obter informações de serviço da aplicação “%2$@”.";

/* Error description when a workflow service is invoked but there was a problem retrieving service information. */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Não foi possível utilizar o serviço “%1$@” porque ocorreu um problema ao obter informações de serviço do processo “%2$@”.";

/* Error description when a service with an unknown application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the application." = "Não foi possível utilizar o serviço “%1$@” porque ocorreu um problema ao obter informações de serviço da aplicação.";

/* Error description when a service is invoked but the user does not have permission to run the application */
"The \\U201C%@\\U201D service could not be used because you do not have permission to open the \\U201C%@\\U201D application." = "Não foi possível utilizar o serviço “%1$@” porque não tem permissão para abrir a aplicação “%2$@”.";

/* Error description when a service is invoked but there was a miscellaneous problem */
"The \\U201C%@\\U201D service could not be used." = "Não foi possível utilizar o serviço “%@”.";

/* Error reason when a service with a known workflow is invoked but the application could not be found */
"The \\U201C%@\\U201D workflow could not be found." = "Não foi possível encontrar o processo “%@”.";

/* Error reason when a workflow service timed out */
"The \\U201C%@\\U201D workflow did not finish in time." = "O processo “%@” não terminou a tempo.";

/* Failure reason when the app cannot be launched because of unknown errors. */
"The application \\U201C%@\\U201D could not be launched because a miscellaneous error occurred (OSStatus %d)." = "Não foi possível abrir a aplicação “%1$@” devido a um erro genérico (OSStatus %2$d).";

/* Failure reason when an application is corrupt. */
"The application \\U201C%@\\U201D could not be launched because it is corrupt." = "Não foi possível abrir a aplicação “%@” porque está danificada.";

/* Failure reason when the app is in the trash. */
"The application \\U201C%@\\U201D could not be launched because it is in the Trash." = "Não foi possível abrir a aplicação “%@” porque se encontra no Lixo.";

/* Failure reason when an application is not compatible with the computer. */
"The application \\U201C%@\\U201D could not be launched because it is not compatible with your computer." = "Não foi possível abrir a aplicação “%@”, porque não é compatível com este computador.";

/* Error description for when an app could not be launched */
"The application \\U201C%@\\U201D could not be launched because it was not found." = "Não foi possível abrir a aplicação “%@” porque não foi possível encontrá-la.";

/* Error reason when a service with an unknown application is invoked but the application could not be found */
"The application could not be found." = "Não foi possível encontrar a aplicação.";

/* Error reason when a service with an unknown application is invoked but the application could not be opened */
"The application could not be opened." = "Não foi possível abrir a aplicação.";

/* Error description for when an application is using a disk that the user tries to eject. */
"The disk could not be ejected because it is in use by \\U201C%@\\U201D." = "Não foi possível ejectar o disco, porque está a ser utilizado por “%@”.";

/* Error description when a file cannot be duplicated because it was not found. */
"The file \\U201C%@\\U201D could not be duplicated because it was not found." = "Não foi possível duplicar o ficheiro “%@” porque não foi possível encontrá-lo.";

/* Error description when a file cannot be duplicated because of a disk error. */
"The file \\U201C%@\\U201D could not be duplicated because of a disk error." = "Não foi possível duplicar o ficheiro “%@” devido a um erro do disco.";

/* Error description when a file cannot be duplicated because the disk is full. */
"The file \\U201C%@\\U201D could not be duplicated because the disk is full." = "Não foi possível duplicar o ficheiro “%@” porque o disco está cheio.";

/* Error description when a file cannot be duplicated because the volume is write protected. */
"The file \\U201C%@\\U201D could not be duplicated because the volume is write protected." = "Não foi possível duplicar o ficheiro “%@” porque o volume está protegido.";

/* Error description when a file cannot be duplicated without giving a reason. */
"The file \\U201C%@\\U201D could not be duplicated." = "Não foi possível duplicar o ficheiro “%@”.";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Não foi possível mover o ficheiro “%1$@” para o Lixo devido a um erro genérico (OSStatus %2$d).";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because it was not found." = "Não foi possível mover o ficheiro “%@” para o Lixo porque não foi possível encontrá-lo.";

/* Error description when a file cannot be moved to the trash because of a disk error. */
"The file \\U201C%@\\U201D could not be moved to the trash because of a disk error." = "Não foi possível mover o ficheiro “%@” devido a um erro do disco.";

/* Error description when a file cannot be moved to the trash because the disk is full. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is full." = "Não foi possível mover o ficheiro “%@” para o Lixo porque o disco está cheio.";

/* Error description when a file cannot be moved to the trash because the volume is write protected. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is write protected." = "Não foi possível mover o ficheiro “%@” para o Lixo porque o disco está protegido.";

/* Error description when a file cannot be moved to the trash without giving a reason. */
"The file \\U201C%@\\U201D could not be moved to the trash." = "Não foi possível mover o ficheiro “%@” para o Lixo.";

/* Error description when all files cannot be duplicated because a miscellaneous error occurred. */
"The files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Não foi possível duplicar os ficheiros devido a um erro genérico (OSStatus %d).";

/* Error description when all files cannot be duplicated because of a disk error. */
"The files could not be duplicated because of a disk error." = "Não foi possível duplicar os ficheiros devido a um erro do disco.";

/* Error description when all files cannot be duplicated because the disk is full. */
"The files could not be duplicated because the disk is full." = "Não foi possível duplicar os ficheiros porque o disco está cheio.";

/* Error description when all files cannot be duplicated because the volume is write protected. */
"The files could not be duplicated because the volume is write protected." = "Não foi possível duplicar os ficheiros porque o volume está protegido.";

/* Error description when all files cannot be duplicated because they were not found. */
"The files could not be duplicated because they were not found." = "Não foi possível duplicar os ficheiros porque não foi possível encontrá-los.";

/* Error description when all files cannot be duplicated without giving a reason. */
"The files could not be duplicated." = "Não foi possível duplicar os ficheiros.";

/* Error description when all files cannot be moved to the trash because a miscellaneous error occurred. */
"The files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Não foi possível mover os ficheiros para o Lixo devido a um erro genérico (OSStatus %d).";

/* Error description when all files cannot be moved to the trash because of a disk error. */
"The files could not be moved to the trash because of a disk error." = "Não foi possível mover os ficheiros para o Lixo devido a um erro do disco.";

/* Error description when all files cannot be moved to the trash because the disk is full. */
"The files could not be moved to the trash because the disk is full." = "Não foi possível mover os ficheiros para o Lixo porque o disco está cheio.";

/* Error description when all files cannot be moved to the trash because the disk is write protected. */
"The files could not be moved to the trash because the disk is write protected." = "Não foi possível mover os ficheiros para o Lixo porque o disco está protegido.";

/* Error description when all files cannot be moved to the trash because they were not found. */
"The files could not be moved to the trash because they were not found." = "Não foi possível mover os ficheiros para o Lixo porque não foi possível encontrá-los.";

/* Error description when all files cannot be moved to the trash without giving a reason. */
"The files could not be moved to the trash." = "Não foi possível mover os ficheiros para o Lixo.";

/* A generic error message displayed in an alert when an error occurs and there's no information about it. */
"The operation could not be completed." = "Não foi possível concluir a operação.";

/* Error description when an unknown service with an unknown application is invoked but the application did not provide valid data */
"The service could not be used because the application did not provide valid data." = "Não foi possível utilizar o serviço porque a aplicação não forneceu dados válidos.";

/* Error reason when a service with a known application does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D application." = "Ocorreu um problema ao obter informação sobre o serviço a partir da aplicação “%@”.";

/* Error reason when a workflow service does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Ocorreu um problema ao obter informação de serviço do processo “%@”.";

/* Error reason when a service with an unknown application does not report its Services correctly */
"There was a problem retrieving service information from the application." = "Ocorreu um problema ao obter informação sobre o serviço a partir da aplicação.";

/* Recovery suggestion when a service with a known application is invoked but the application is in the trash */
"Try dragging \\U201C%@\\U201D from the Trash to your Applications folder." = "Tente deslocar “%@” do Lixo para a sua pasta Aplicações.";

/* Recovery suggestion when a service is invoked but the application is corrupt
   Recovery suggestion when a service with a known application could not be found
   Recovery suggestion when a service with a known application could not be opened */
"Try reinstalling \\U201C%@.\\U201D" = "Tente reinstalar “%@”.";

/* Recovery suggestion when a service with a known application does not report its Services correctly */
"Try reinstalling \\U201C%@\\U201D, or contact the vendor for an updated version." = "Tente reinstalar “%@” ou contacte o fornecedor para obter uma versão actualizada.";

/* Recovery suggestion when a service with an unknown application does not report its Services correctly */
"Try reinstalling the application, or contact the vendor for an updated version." = "Tente reinstalar a aplicação ou contacte o fornecedor para obter uma versão actualizada.";

/* Recovery suggestion when a service with an unknown application could not be found
   Recovery suggestion when a service with an unknown application could not be opened */
"Try reinstalling the application." = "Tente reinstalar a aplicação.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try reopening \\U201C%@,\\U201D or contact the vendor for an updated version." = "Tente reabrir “%@” ou contacte o fornecedor para obter uma versão actualizada.";

/* Automator based recovery suggestion for a workflow Service.
   Recovery suggestion when a workflow service timed out. */
"Try running the \\U201C%@\\U201D workflow in Automator." = "Experimente executar o processo “%@” no Automator.";

/* Recovery suggestion when a service is invoked but the application requires a newer version of Mac OS X */
"Try using an older version of \\U201C%@,\\U201D or upgrade to a newer version of Mac OS X." = "Tente utilizar uma versão mais antiga de “%@” ou proceda à actualização para uma versão mais recente do Mac OS X.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try using the service differently, or contact the vendor for an updated version of \\U201C%@.\\U201D" = "Tente utilizar o serviço de outra forma ou contacte o fornecedor para obter uma versão actualizada de “%@”.";

/* Error description when some files cannot be duplicated (but others succeeded) because  of a lack of permissions. */
"You do not have permission to duplicate some of the files." = "Não tem permissão para duplicar alguns dos ficheiros.";

/* Error description when a file cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the file \\U201C%@\\U201D." = "Não tem permissão para duplicar o ficheiro “%@”.";

/* Error description when all files cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the files." = "Não tem permissão para duplicar os ficheiros.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a lack of permissions. */
"You do not have permission to move some of the files to the trash." = "Não tem permissão para mover alguns dos ficheiros para o Lixo.";

/* Error description when a file cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the file \\U201C%@\\U201D to the trash." = "Não tem permissão para mover o ficheiro “%@” para o Lixo.";

/* Error description when all files cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the files to the trash." = "Não tem permissão para mover os ficheiros para o Lixo.";

/* Error reason when a service with a known application is invoked but the user does not have permission to run the application */
"You do not have permission to open the \\U201C%@\\U201D application." = "Não tem permissão para abrir a aplicação “%@”.";

/* Failure reason when the user lacks permission to run the app. */
"You do not have permission to run the application \\U201C%@\\U201D." = "Não tem permissão para executar a aplicação “%@”.";

